PG18/results/docker_config_10.txt
pgbench (18.1 (Debian 18.1-1.pgdg13+2))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 1
maximum number of tries: 1
number of transactions per client: 1000
number of transactions actually processed: 10000/10000
number of failed transactions: 0 (0.000%)
latency average = 1.601 ms
initial connection time = 12.422 ms
tps = 6246.978024 (without initial connection time)