PG18/results/k8s_config_7.txt
pgbench (18.1 (Debian 18.1-1.pgdg13+2))
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 1
maximum number of tries: 1
number of transactions per client: 1000
number of transactions actually processed: 10000/10000
number of failed transactions: 0 (0.000%)
latency average = 2.404 ms
initial connection time = 10.683 ms
tps = 4159.875670 (without initial connection time)